{
    "rounds": [
        {
            "id": 1,
            "title": "Round 1: Test reaction",
            "description": "Click on the circle or square created as fast as you can! Difficulties are constied. \nYou can only play once. Once you lose, your score will be recorded.",
            "name": "GameOne",
            "currentGame": true
        },
        {
            "id": 2,
            "title": "Round 2: Snake Game",
            "description": "Use the arrow keys to move a 'snake' around the board. As the snake finds food, it eats the food, and thereby grows larger. The game ends when the snake either moves off the screen or moves into itself. The goal is to make the snake as large as possible before that happens. \nYou can only play once. Once you lose, your score will be recorded.",
            "name": "GameTwo",
            "currentGame": false
        },
        {
            "id": 3,
            "title": "Round 3: Breakout Game",
            "description": "Using a single ball, knock down as many bricks as possible by using the walls and/or the paddle below to hit the ball against the bricks and eliminate them. If the paddle misses the ball's rebound, the game is over. \nYou can only play once. Once you lose, your score will be recorded.",
            "name": "GameThree",
            "currentGame": false
        },
        {
            "id": 4,
            "title": "Round 4: Tetris Game",
            "description": "Move the pieces using arrow keys in specific ways, your game is over if your pieces reach the top of the screen and you can only remove pieces from the screen by filling all the blank space in a line. \nYou can only play once. Once you lose, your score will be recorded.",
            "name": "GameFour",
            "currentGame": false
        },
        {
            "id": 5,
            "title": "Round 5: Tower Blocks Game",
            "description": "Using spacebar place the moving block, covering the whole surface of previous level. If you miss the surface of previous level completely then game is over. \nYou can only play once. Once you lose, your score will be recorded.",
            "name": "GameFive",
            "currentGame": false
        },
        {
            "id": 6,
            "title": "Round 6: T-Rex Game",
            "description": "Using spacebar start jumping over cacti and upcoming obstacles. \nYou can only play once. Once you lose, your score will be recorded.",
            "name": "GameSix",
            "currentGame": false
        }
    ]
}